IDEA StatiCa Open Model
SteelSetupAUS.Weld_Fiw Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor Weld_Fiw
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Weld_Fiw { get; set; }
Public Property Weld_Fiw As Double
	Get
	Set
public:
property double Weld_Fiw {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAUS Class
IdeaRS.OpenModel Namespace